Repository: BA7JCM/ServerCtrl
Catalog: App/lib/l10n/intl_*.arb
Languages: cs, sl, zh_tw

# version
source: Version: {version}
cs: Verze: {version}
sl: verzija: {version}
zh_tw: 版本：{version}

source: Settings
cs: Nastavení
sl: Nastavitve
zh_tw: 設定

source: Add Server
cs: Přidat Server
sl: Dodaj strežžnik
zh_tw: 新增伺服器

source: Home
cs: Domů
sl: Domov
zh_tw: 首頁

source: Console
cs: Konzole
sl: Konzola
zh_tw: 控制台

source: Players
cs: Hráči
sl: Igralci
zh_tw: 在線玩家

source: Files
cs: Soubory
sl: Datoteke
zh_tw: 檔案

source: Log
sl: dnevnik
zh_tw: 日誌

source: Accounts
cs: Účty
sl: Račun
zh_tw: 帳戶

source: CPU cores
cs: GPU jádra
sl: CPU jedra
zh_tw: CPU 核心數

source: CPU load
cs: CPU zátěž
sl: CPU obremenitev
zh_tw: CPU 使用率

source: Usable memory
cs: Využitelná paměť
sl: Uporabnega pomnilnik
zh_tw: 可用記憶體

source: Allocated memory
cs: Přidělená paměť
sl: Dodeljeni pomnilnik
zh_tw: 分配記憶體

source: Used memory
cs: Využitá paměť
sl: Uporabljen pomnilnik
zh_tw: 已使用記憶體

source: Total system memory
cs: Celková paměť systému
sl: Skupni sistemski pomnilnik
zh_tw: 系統總記憶體

source: Free memory
cs: Volná paměť
sl: Prosti pomnilnik
zh_tw: 剩餘記憶體

source: CPU Usage
cs: Využití CPU
sl: Poraba CPU
zh_tw: CPU 使用率

source: Memory Usage
cs: Paměť CPU
sl: Poraba pomnilnika
zh_tw: 記憶體使用率

source: test
zh_tw: 測試

source: Command
cs: Příkaz
sl: Ukaz
zh_tw: 指令

# error_sending_command
source: Error while sending command
cs: Během zadání příkazu se naskytl problém
sl: Napaka pri pošiljanju ukaza
zh_tw: 執行指令時發生錯誤

source: KICK
cs: VYHODIT
sl: BRCNI
zh_tw: 踢出

source: BAN
cs: ZABANOVAT
sl: IZKLJUČI
zh_tw: 封鎖

source: DE-OP
sl: Odstranitev operatorskega statusa
zh_tw: 移除伺服器管理員權限

source: OP
sl: Dodeli operatorski status
zh_tw: 給予伺服器管理員權限

source: Success
cs: Úspěch
sl: Uspeh
zh_tw: 成功

source: Permissions
cs: Oprávnění
sl: Dovoljenja
zh_tw: 權限

source: Reset Password
cs: Resetovat heslo
sl: Ponastavi geslo
zh_tw: 重設密碼

source: Delete
cs: Odstranit
sl: Zbriši
zh_tw: 刪除

source: Delete account?
cs: Opravdu odstranit?
sl: Želite izbrisati račun?
zh_tw: 你確定要刪除帳號?

# deleteAccountMessage
source: The account "{accountName}" will be permanently removed.
cs: Účet "{accountName}" bude odstraněn.
sl: Račun "{accountName} bo za vedno izbrisan
zh_tw: 帳號 "{accountName}" 將永久移除

source: Successfully deleted
cs: Úspěšně smazáno
sl: Uspešno izbrisano
zh_tw: 成功刪除

source: Error deleting account
cs: Během mazání účtu se naskytl problém
sl: Napaka pri brisanju
zh_tw: 刪除帳號時發生錯誤

source: No
cs: Ne
sl: Ne
zh_tw: 否

source: Cancel
cs: Zrušit
sl: Prekliči
zh_tw: 取消

source: Reset
cs: Resetovat
sl: Ponastavi
zh_tw: 重設

source: Reset password
cs: Resetovat heslo
sl: Ponastavi geslo
zh_tw: 重設密碼

source: New password
cs: Nové heslo
sl: Novo geslo
zh_tw: 新密碼

source: Passwords do not match
cs: Hesla nesouhlasí
sl: Gesla se ne ujemata
zh_tw: 密碼不一致

source: Repeat new password
cs: Zopakovat nové heslo
sl: Ponovi geslo
zh_tw: 確認新密碼

source: Successfully reset password
cs: Heslo bylo úspěšně resetováno
sl: Uspešno spremenjeno geslo
zh_tw: 成功重設密碼

source: Error resetting Password
cs: Během resetování hesla se naskytl problém
sl: Napaka pri ponastavitvi gesla
zh_tw: 更改密碼時發生錯誤

source: Save
cs: Uložit
sl: Shrani
zh_tw: 儲存

source: Successfully saved permissions
cs: Oprávnění úspěšně uloženy
sl: Uspešno shranilo dovoljenje
zh_tw: 成功修改權限

source: Error saving permissions
cs: Během ukládání oprávnění se naskytl problém
sl: Napaka pri shranjevanju dovoljenj
zh_tw: 儲存權限時發生錯誤

source: Create account
cs: Vytvořit heslo
sl: Ustvari račun
zh_tw: 建立帳戶

source: Username
cs: Přezdívka
sl: Uporabniško ime
zh_tw: 帳戶名稱

source: Create
cs: Vytvořit
sl: Ustvari
zh_tw: 建立

source: Successfully created new account
cs: Nový účet úspěšně vytvořen
sl: Uspešno ustvarilo račun
zh_tw: 成功建立新帳戶

source: Error creating account
cs: Během tvoření nového účtu se naskytl problém
sl: Napaka pri ustvarjanju računa
zh_tw: 建立帳戶時發生錯誤

source: Ok
sl: Vredu
zh_tw: 確定

source: Port
sl: Vrata
zh_tw: 連接埠

source: Generate certificate
cs: Vytvořit certifikát
sl: Generiraj potrdilo
zh_tw: 產生金鑰

# specifyIpOrAddr
source: Please specify the domain or IP-Address of the Minecraft server
cs: Prosím upřesni doménu nebo IP adresu Minecraft serveru
sl: Vnesite IP naslov Minecraft strežnika
zh_tw: 請輸入 Minecraft 伺服器的網域或 IP

source: No file selected
cs: Žádný soubor nebyl zvolen
sl: Nobena datoteka ni izbrana
zh_tw: 未選取檔案

source: Upload certificate
cs: Nahrát certifikát
sl: Naloži potrdilo
zh_tw: 上傳金鑰

source: Certificate file
cs: Certifikát
sl: Datoteka potrdila
zh_tw: 金鑰檔案

source: Please allow access to the storage
cs: Prosím povolte přístup k souborům
sl: Prosim dovolite dostop do datotek
zh_tw: 請允許存取儲存空間

source: Select file
cs: Vybrat soubor
sl: Izberi datoteko
zh_tw: 選擇檔案

source: Certificate key file
cs: Soubor certifikátu
sl: Datoteka s ključem potrdila
zh_tw: 金鑰密鑰檔案

source: Upload
cs: Nahrát
sl: Naloži
zh_tw: 上傳

source: Help
cs: Pomoc
sl: Pomoč
zh_tw: 協助

source: Plugin
sl: Vtičnik
zh_tw: 插件

source: HTTPS
zh_tw: 通訊埠(HTTPS)

source: Upload HTTPS certificate
cs: Nahrát HTTPS certifikát
sl: naloži HTTPS potrdilo
zh_tw: 上傳通訊埠(HTTPS)金鑰

source: Generate new HTTPS certificate
cs: Vytvořit nový HTTPS certifikát
sl: Ustvari novo HTTPS potrdilo
zh_tw: 產生新的通訊埠(HTTPS)金鑰

source: Plugin and Webserver Port
cs: Plugin a Webserver port
sl: Vrata vtičnika in spletnega mesta
zh_tw: web伺服器連接埠(port)

source: Server
sl: Strežnik
zh_tw: 伺服器設定檔

source: Error while saving changes
cs: Během ukládání změn se naskytl problém
sl: Napaka pri shranjevanju sprememb
zh_tw: 儲存變更時發生錯誤

source: Saved changes
cs: Změny uloženy
sl: Spremembe shranjene
zh_tw: 已儲存變更

source: Successfully generated new certificate
cs: Nový certifikát úspěšně vytvořen
sl: Uspešno ustvarilo novo potrdilo
zh_tw: 成功產生新金鑰

source: Error while generating certificate
cs: Během vytváření certifikátu se naskytl problém
sl: Napaka pri ustvarjanju novega potrdila
zh_tw: 產生金鑰時發生錯誤

source: Certificate uploaded successfully
cs: Certifikát úspěšně nahrán
sl: Potrdilo naloženo uspešno
zh_tw: 金鑰成功上傳

source: Error while uploading certificate
cs: Během nahrávání certifikátu se naskytl problém
sl: Napaka pri nalaganju potrdila
zh_tw: 上傳金鑰時發生錯誤

source: No players online
cs: Žádní hráči online
sl: Ni igralcev na spletu
zh_tw: 伺服器線上沒有玩家

source: Open with
cs: Otevřít pomocí
sl: Odpri z
zh_tw: 開啟方式

source: Share
cs: Sdílet
sl: Deli
zh_tw: 分享

source: Download
cs: Stáhnout
sl: Prenesi
zh_tw: 下載

source: Rename
cs: Přejmenovat
sl: Preimenuj
zh_tw: 重新命名

# deleteFile
source: Delete?
cs: Odstranit?
sl: Izbriši?
zh_tw: 你確定要刪除檔案?

# deleteFileMessage
source: "{name}" will be permanently removed.
cs: "{name}" bude odstraněn.
sl: "{name}" bo za vedno izbrisan.
zh_tw: "{name}" 將永久刪除。

# fileAndName
source: File "{name}"
cs: Soubor "{name}"
sl: Datoteka "{name}"
zh_tw: 檔案 "{name}"

# errorDeletingFile
source: Error deleting Object
cs: Chyba při odstraňování souboru
sl: Napaka pri brisanju datoteke
zh_tw: 刪除檔案時發生錯誤

source: Create File
cs: Vytvořit soubor
sl: Ustvari datoteko
zh_tw: 建立檔案

source: New File
cs: Nový soubor
sl: Nova datoteka
zh_tw: 新檔案

source: Create Folder
cs: Vytvořit složku
sl: ustvari mapo
zh_tw: 建立資料夾

source: New Folder
cs: Nová složka
sl: Nova mapa
zh_tw: 新資料夾

source: Successfully created file
cs: Soubor úspěšně vytvořen
sl: Uspešno ustvarilo datoteko
zh_tw: 成功建立檔案

source: Error creating file
cs: Chyba při vytváření souboru
sl: Napaka pri ustvarjanju datoteke
zh_tw: 建立檔案時發生錯誤

source: Successfully created folder
cs: Složka úspěšně vytvořena
sl: Uspešno ustvarilo mapo
zh_tw: 成功建立資料夾

source: Error creating folder
cs: Chyba při vytváření složky
sl: Napaka pri ustvarjanju mape
zh_tw: 建立資料夾時發生錯誤

source: File(s) uploaded successfully.
cs: Soubor(y) úspěšně nahrán(y)
sl: Datoteke uspešno naložene
zh_tw: 檔案成功上傳。

source: Multiple files
cs: Několik souborů
sl: Več datotek
zh_tw: 多個檔案

source: Error while uploading file
cs: Chyba při nahrávání soubor(ů)
sl: napaka pri nalaganju datotek
zh_tw: 上傳檔案時發生錯誤

source: Downloading
cs: Stahování
sl: Prenašanje
zh_tw: 下載中

source: Saving
cs: Ukládání
sl: Shranjevanje
zh_tw: 儲存中

source: Saved successfully
cs: Úspěšně uloženo
sl: Uspešno shranjeno
zh_tw: 成功儲存

source: Error while saving file
cs: Chyba při ukládání souboru
sl: Napaka pri shranjevanju datoteke
zh_tw: 儲存檔案時發生錯誤

source: Save file
cs: Uložit soubor
sl: shranjeno
zh_tw: 儲存檔案

source: Close
cs: Zavřít
sl: Zapri
zh_tw: 關閉

source: Downloaded
cs: Staženo
sl: Preneseno
zh_tw: 已下載

source: Error while downloading file
cs: Chyba při stahování souboru
sl: Napaka pri prenašanju datoteke
zh_tw: 下載檔案時發生錯誤

source: Name
cs: Název
sl: Ime
zh_tw: 名稱

source: Successfully renamed
cs: Úspěšně přejmenováno
sl: Uspešno preimenovano
zh_tw: 成功重新命名

source: file
cs: soubor
sl: Datoteka
zh_tw: 檔案

source: directory
cs: složka
sl: Imenik
zh_tw: 目錄

source: Downloaded "{filename}" successfully.
cs: Soubor "{filename}" byl úspěšně stažen.
sl: "{filename}" uspešno preneseno
zh_tw: 已成功下載 "{filename}"

# errorRenamingType
source: Error renaming Object
cs: Chyba při přejmenovávání souboru
sl: Napaka pri preimenovanju Objektov
zh_tw: 重新命名時發生錯誤

source: Delete files?
cs: Smazat soubory?
sl: Izbriši?
zh_tw: 確定要刪除檔案嗎?

source: The selected files will be permanently deleted
cs: Zvolené soubory budou smazány
sl: Izbrane datoteke bodo za vedno izbrisane
zh_tw: 選取的檔案將永久刪除

source: Error deleting files
cs: Chyba při mazání souborů
sl: Napaka pri brisanju datotek
zh_tw: 刪除檔案時發生錯誤

source: Upload File(s)
cs: Nahrát soubor(y)
sl: Naloženo
zh_tw: 上傳檔案

source: Edit
cs: Upravit
sl: Uredi
zh_tw: 編輯

source: Discard changes?
cs: Zrušit změny?
sl: Izbriši spremembe?
zh_tw: 確定要捨棄變更?

source: All your changes will be lost
cs: Všechny změny budou ztraceny
sl: Vse spremembe bodo izgubljene
zh_tw: 將不會儲存變更

source: Discard
cs: Zrušit
sl: Izbriši
zh_tw: 捨棄

source: File saved successfully
cs: Soubor úspěšně uložen
sl: Uspešno shranjeno
zh_tw: 檔案儲存成功

source: Add Minecraft server
cs: Přidat Minecraft server
sl: Dodaj Minecraft strežnik
zh_tw: 新增伺服器

# infoInstallPlugin
source: Please remember, that you have to install the ServerCtrl-Plugin first
cs: Prosím, ujistěte se, že máte nainstalován ServerCtrl-Plugin
sl: Preverite, da ste namestili ServerCTRL vtičnik na strežniku.
zh_tw: 你必須先安裝 ServerCtrl 插件

source: IP or Hostname
cs: IP nebo Doména
sl: IP ali Hostname
zh_tw: IP 或 網址

source: Password
cs: Heslo
sl: Geslo
zh_tw: 密碼

source: Login
sl: Vpis
zh_tw: 登入

source: Logging in
cs: Přihlašování
sl: Vpisovanje
zh_tw: 正在登入

# codedBy
source: Coded by {name}
cs: Nakódoval {name}
zh_tw: 作者： {name}

# thanks
source: Thanks to all nice people for supporting me
cs: Děkuji všem, kteří se mě rozhodli podpořit
sl: Hvala vsem prijaznim ljudem za podporo
zh_tw: 我很感謝支持我的人!

source: Untrusted Certificate
cs: Nedůvěryhodný certifikát
sl: Nezaupljivo potrdilo
zh_tw: 錯誤的金鑰

# certCannotBeVerified
source: The certificate of the server cannot be verified. Do you want to trust it? SHA1 fingerprint of the certificate:
cs: Certifikát serveru nelze ověřit. Chcete ho ověřit? SHA1 otisk certifikátu:
sl: Potrdilo strežnika ne more biti preverjeno. Ali mu želite zaupati? SHA1 potrdila:
zh_tw: 無法驗證伺服器金鑰。是否輸入正確？SHA1金鑰：

source: Yes
cs: Ano
sl: Ja
zh_tw: 是

source: Delete "{routeTitle}"
cs: Odstranit "{routeTitle}"
sl: Izbriši "{routeTitle}"
zh_tw: 刪除 "{routeTitle}"

# selectedEntryWIllBeDeleted
source: The selected Entry will be permanently deleted from the app
cs: Vybraný záznam bude odstraněn z aplikace
sl: Izbran vnos bo za vedno izbrisan iz aplikacije
zh_tw: 你選取的伺服器將永久從列表中刪除

source: Long press entry to delete it
cs: Dlouze stiskněte pro odstranění
sl: Dolgo pritisnite vnos, da ga izbrišete
zh_tw: 長按伺服器以刪除

# serverNameInput
source: Server name (freely selectable)
cs: Název serveru (jakýkoliv)
sl: Ime strežnika (prosta izbira)
zh_tw: 伺服器名稱 (可自由命名)

source: Connection failed
cs: Připojení se nezdařilo
sl: Povezava ni uspela
zh_tw: 連線失敗

source: Try again
cs: Zkusit znovu
sl: Poskusi ponovno
zh_tw: 重試

source: Cannot reach the server
cs: Nelze se připojit k serveru
sl: Strežnika ni mogoče doseči
zh_tw: 無法連線到伺服器

# cannotConnectMaybeCredentials
source: Cannot connect to the server, maybe the credentials changed?
cs: Nelze se připojit k serveru, možná došlo k změně údajů?
sl: Strežnika ni mogoče doseči, mogoče so se podatki spremenili?
zh_tw: 無法連接到伺服器，可能是金鑰變更了?

# cannotFindCredentials
source: Cannot find credentials to this server, please add it again
cs: Nlease add it againelze najít údaje k serveru, prosím přidejte je znovu
sl: Ne najdemo podatkov strežnika, vpišite jih še enkrat
zh_tw: 找不到與此伺服器相關的金鑰，請重新輸入

# restartToApplyLanguage
source: Please restart the App to fully apply the new language
cs: Prosím restartujte aplikaci pro změnu jazyku
sl: Znova zaženite aplikacijo, da v celoti uporabite nov jezik
zh_tw: 請重新啟動應用程式以更新語言

source: Design
cs: Vzhled
sl: Oblikovanje
zh_tw: 外觀主題

source: Use system settings
cs: Použít systémová nastavení
sl: Uporabi sistemske nastavitve
zh_tw: 系統預設

source: Light Mode
cs: Světlý režim
sl: Svetlo
zh_tw: 亮色模式

source: Dark Mode
cs: Tmavý režim
sl: Temno
zh_tw: 暗色模式

source: Theme color
cs: Barva témy
sl: Barva teme
zh_tw: 主題顏色

# defaultStr
source: Default
cs: Výchozí
sl: Privzeto
zh_tw: 預設

# errorInputMissing
source: Please input your server address, username AND password
cs: Prosím zadejte adresu Vašeho serveru, přezdívku A heslo
sl: Prosimo vpišite IP, uporabniško ime IN geslo
zh_tw: 請輸入伺服器IP、帳戶名稱和密碼

source: You already added this server
cs: Tento server jste již přidal
sl: Ta strežnik že dodan
zh_tw: 您已經新增了伺服器

source: Wrong username or password
cs: Nesprávná přezdívka nebo heslo
sl: Napačno uporabniško ime ali geslo
zh_tw: 賬戶名稱或密碼錯誤

source: New server
cs: Nový server
sl: Nov strežnik
zh_tw: 新增伺服器

# newServerAdded
source: The new server got added successfully
cs: Server úspěšně přidán
sl: Nov strežnik uspešno dodan
zh_tw: 成功新增伺服器

# acceptWarningTryAgain
source: Please accept the warning and login again
cs: Přijměte prosím varování a přihlašte se znovu
sl: Sprejmi opozorilo in se ponovno vpiši
zh_tw: 請接受警告並重新登入

source: Something went wrong
cs: Něco se nezdařilo
sl: Nekaj je šlo narobe
zh_tw: 發生錯誤

source: Cannot reach "{ip}"
cs: Server "{ip}" neobjeven
sl: Ne morem doseči "{ip}"
zh_tw: 無法連線到 "{ip}"

source: Cannot reach "{ip}" over HTTPS
cs: Nelze objevit server "{ip}" přes HTTPS
sl: Ne morem doseči "{ip}" z HTTPS
zh_tw: 無法透過 HTTPS 連線到 "{ip}"

# helpMe
source: Support me
cs: Podpořit tvůrce
sl: Pomagaj mi
zh_tw: 支持

source: Donate
cs: Přispět
sl: Doniraj
zh_tw: 捐款

source: Help me keep this app alive
cs: Pomozte mi udržet aplikaci
sl: Pomagaj mi ohraniti to aplikacijo pri življenju
zh_tw: 感謝支持!

source: Appearance
cs: Vzhled
sl: Videz
zh_tw: 外觀

source: Language
cs: Jazyk
sl: Jezik
zh_tw: 語言

source: Material 3
zh_tw: 背景(Material 3)

source: Dynamic color
cs: Dynamické zabarvení
sl: Dinamična barva
zh_tw: 動態顏色

source: Get in touch
cs: Kontaktovat
sl: Pridite v stik
zh_tw: 聯絡我們

source: E-Mail
sl: E-pošta
zh_tw: 電子郵件

source: About
cs: Informace
sl: O
zh_tw: 關於

source: Licenses
cs: Licence
sl: Licence
zh_tw: 執照

source: Data privacy
cs: Soukromí dat
sl: Zasebnost podatkov
zh_tw: 隱私權

source: About ServerCtrl
cs: Ohledně ServerCtrl
sl: O ServerCTRL
zh_tw: 關於 ServerCtrl

# accountAndName
source: Account {name}
cs: Účet {name}
sl: Račun {name}
zh_tw: 帳戶 {name}

source: Generate
cs: Vytvořit
sl: Ustvari
zh_tw: 生成

source: Nothing selected
cs: Nic není zvoleno
sl: Nič izbrano
zh_tw: 未選取

source: IMPORTANT!
cs: DŮLEŽITÝ!
sl: POMEMBNO!
zh_tw: 重要！

# InstallPlugin
source: This app requires a plugin to be installed on your existing Minecraft server. Please click "More info" for ... well ... more info :)
cs: Tato aplikace vyžaduje instalaci pluginu na Vašem Minecraft serveru. Prosím klikněte na "Více info" pro... no... více info :)
sl: Ta aplikacija zahteva nameščen vtičnik na vašem obstoječem Minecraft strežniku. Kliknite "Več informacij" za ... no ... več informacij :-)
zh_tw: 此應用程式需要在您現有的 Minecraft 伺服器上安裝本插件。請點擊 "更多資訊" 查看更多哦~ :)

source: More info
cs: Více info
sl: Več informacij
zh_tw: 更多資訊

source: Please input your username and password
cs: Prosím zadejte svoji přezdívku a heslo
sl: Vnesi uporabniško ime in geslo
zh_tw: 請輸入您的帳戶名稱和密碼

source: Successfully logged in
cs: Úspěšně přihlášen
sl: Uspešna prijava
zh_tw: 成功登入

# acceptNewCert
source: Certificate changed. Please verify and accept the new certificate.
cs: Certifikát změněn. Prosím ověřte a přijměte nový certifikát.
sl: Certifikat spremenjen. Preveri in sprejmi nov certifikat.
zh_tw: 金鑰已變更。請驗證並接受新金鑰。

source: File too large
cs: Soubor příliš velký
sl: Datoteka prevelika
zh_tw: 檔案太大ㄌ

# fileTooLargeText
source: The file you are trying to open is too large for the internal editor.
cs: Soubor, který se snažíte otevřít, je příliš velký pro interní editor.
sl: Datoteka ki jo poskušate odpreti je prevelika za vgrajen urednik
zh_tw: 這個檔案對於內部編輯器來說太大了

source: How can I log in?
cs: Jak se přihlásit?
sl: Kako se lahko prijavim?
zh_tw: 如何登入?

# howCanILogInText
source: After you installed the Plugin on your Bukkit / Spigot / Paper server, the Plugin will show the password for the user "admin" in your console. This only happens on the first startup or when no user named "admin" is registered. If you forgot the password or didn't got the console log anymore simple delete the "config.yml" file inside the "ServerCtrl" folder or just the user "admin" inside this file. For more help join my Discord server.
cs: Po té co nainstalujete tento plugin na Vašem Bukkit / Spigot / Paper serveru, v konzoli se Vám ukáže heslo pro uživatele "admin". Heslo se ukáže pouze po prvním spuštění pluginu nebo pokud žádný "admin" uživatel neexistuje. Pokud jste zapomněl heslo nebo nemůže heslo najít v záznamu konzole (log), jednoduše stačí smazat soubor "config.yml" ve složce "ServerCtrl", případně pouze uživatele "admin" uvnitř souboru. Pokud potřebujete pomoc, připojte se na můj Discord server.
sl: Ko namestite vtičnik na strežnik Bukkit / Spigot / Paper, bo vtičnik prikazal geslo za uporabnika "admin" v vaši konzoli. To se zgodi samo ob prvem zagonu ali ko ni registriran noben uporabnik z imenom "admin". Če ste pozabili geslo ali nimate več dnevnika konzole, preprosto izbrišite datoteko "config.yml" v mapi "ServerCtrl". ali samo uporabnik "admin" znotraj te datoteke. Za več pomoči se pridružite mojemu strežniku Discord.
zh_tw: 在您的 Bukkit / Spigot / Paper 伺服器上安裝本插件後，插件將在控制台中顯示帳戶 "admin" 的密碼。注意！這只在第一次安裝插件並開啟伺服器或未註冊名為"admin"的帳戶時出現。 如果您忘記密碼了...又或是無法再取得控制台日誌，請刪除插"ServerCtrl"資料夾中的"config.yml"文件或僅刪除此檔案中的"admin"使用者。 如果需要場外援助，請加入Discord伺服器！

source: Two-factor authentication
cs: Dvoufázové ověření
sl: Dvostopenjska avtentikacija
zh_tw: 2FA 雙重驗證

source: Please input your Code
cs: Prosím vložte Váš kód
sl: Vnesi svojo kodo
zh_tw: 請輸入您的動態密碼

source: TOTP Code
cs: TOTP Kód
sl: Časovno zasnovano enkratno geslo
zh_tw: 動態密碼 (TOTP)

source: Wrong Code
cs: Nesprávný kód
sl: Napačna koda
zh_tw: 密碼輸入錯誤

source: Change password
cs: Změnit heslo
sl: Spremeni geslo
zh_tw: 更改密碼

source: Current password
cs: Aktuální heslo
sl: Trenutno geslo
zh_tw: 目前密碼

source: Account
cs: Účet
sl: Račun
zh_tw: 帳戶

source: Configure Two-factor authentication
cs: Nastavit dvoufázové ověřování
sl: Usposobi dvostopenjsko avtentikacijo
zh_tw: 2FA(雙重驗證)設定

source: e.g. with Google Authenticator
cs: např. pomocí Google Authenticator
sl: npr. z Google Avtentikatorjem
zh_tw: 例如：使用 Google Authenticator(沒有業配)

source: Password changed successfully
cs: Heslo úspěšně změněno
sl: Geslo uspešno spremenjeno
zh_tw: 密碼成功更改

source: Wrong password
cs: Nesprávné heslo
sl: Napačno geslo
zh_tw: 密碼錯誤

source: Please wait
cs: Prosím počkejte
sl: Prosim počakaj
zh_tw: 請稍後

source: Remove two-factor authentication?
cs: Odebrat dvoufázové ověřování?
sl: Želite odstraniti dvostopenjsko avtentikacijo?
zh_tw: 移除2FA(雙重驗證)？

# youAlreadyConfigured2FA
source: You already configured two-factor authentication, do you want to remove it?
cs: Již jste nastavil dvoufázové ověřování, chcete ho odstranit?
sl: Ste že konfigurirali dvostopenjsko avtentikacijo, ali jo želite odstraniti?
zh_tw: 您已經啟用了2FA(雙重驗證)，是否要移除？

source: Input your password and current 2FA
cs: Napište Vaše heslo a aktuální 2FA
sl: Vnesite svoje geslo in trenutni 2FA
zh_tw: 輸入您的密碼和此刻 2FA 的動態密碼

# verifyPasswordForRemoving2FA
source: Please verify your password and the 2FA code for removing your two-factor authentication
cs: Prosím ověřte Vaše heslo a 2FA kód pro odebrání Vašeho dvoufázového ověřování
sl: Preverite svoje geslo in kodo 2FA za odstranitev dvostopenjske avtentikacije
zh_tw: 請輸入您的密碼並停用2FA(雙重驗證)

source: Successfully removed 2FA
cs: 2FA úspěšně odebrán
sl: Uspešno odstranjeno dvostopenjsko avtentikacijo
zh_tw: 成功停用2FA(雙重驗證)

source: Error while removing 2FA
cs: Chyba při odebírání 2FA
sl: Napaka pri odstranjevanju dvostopenjske avtentikacije
zh_tw: 停用2FA(雙重驗證)時發生錯誤

source: Remove
cs: Odebrat
sl: Odstrani
zh_tw: 停用

source: Input your password
cs: Napište Vaše heslo
sl: Vnesi geslo
zh_tw: 輸入您的密碼

source: Please put in your current password
cs: Prosím napište vaše heslo
sl: Vnesi svoje trenutno geslo
zh_tw: 請輸入您目前的密碼

# verifyYourTwofactorAuthentication
source: Verify with two-factor authentication
cs: Ověřte se pomocí dvoufázového ověření
sl: Preveri z dvostopenjsko avtentikacijo
zh_tw: 2FA(雙重驗證)

# add2FAtoApp
source: Please add the two-factor authentication to your App (e.g. Google Authenticator) by scanning the QR-Code or copying the secret
cs: Prosím přidejte toto dvoufázové ověření do Vaší aplikace (např. Google Authenticator) pomocí skenu QR-kódu nebo zkopírování tajného klíče.
sl: Dodajte dvostopenjsko avtentikacijo svoji aplikaciji (npr. Google Avtentikator), tako da skenirate QR-kodo ali kopirate skrivnost
zh_tw: 請將2FA(雙重驗證)金鑰添加到您的應用程式（例如Google Authenticator），方法是掃描QR圖碼或複製金鑰

source: Secret copied to clipboard
cs: Klíč zkopírován
sl: Skrivnost kopirana v odložišče
zh_tw: 金鑰已複製到剪貼簿

source: Copy secret
cs: Zkopírovat klíč
sl: Kopiraj skrivnost
zh_tw: 複製金鑰

source: Successfully added 2FA to your account
cs: Dvoufázové ověřování úspěšně přidán k Vašemu účtu
sl: Uspešno dodalo dvostopenjsko avtentikacijo na vaš račun
zh_tw: 您的帳號已成功啟用2FA(雙重驗證)

source: Confirm
cs: Potvrdit
sl: Potrdi
zh_tw: 確認
